[
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2AGOR01",
    "partner": "Corriere della Sera",
    "room": "C2 Agorà",
    "title": "Un altro passo nel futuro della scuola con Google for Education e Corriere della Sera",
    "abstract": "C2 Group, in collaborazione con Google for Education e il Corriere della Sera ti invitano a scoprire il progetto \"\"A Scuola con il Corriere\"\", un'iniziativa unica che unisce il meglio della tecnologia Google Workspace for Education Plus con l'autorevolezza dei contenuti del Corriere della Sera.\nTi sveleremo come questa partnership epocale può offrirti gli strumenti per creare lezioni interattive, coinvolgenti e connesse al mondo reale. Dimentica i vecchi schemi e preparati a esplorare nuove metodologie didattiche che renderanno i tuoi studenti i veri protagonisti dell'apprendimento.",
    "link": "",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2GOG01",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI Experience - 3 tappe per il futuro della didattica: Workshop immersivo a rotazione su Gemini e NotebookLM",
    "abstract": "Vuoi potenziare il tuo insegnamento con l'AI? Partecipa al nostro laboratorio interattivo. Tre tappe da 15 minuti per padroneggiare l'ecosistema Google AI: usa NotebookLM come assistente allo studio inclusivo, sfrutta Gemini in Workspace per generare materiali in un attimo e dialoga con il Chatbot per ideare lezioni innovative. Un'esperienza operativa per acquisire subito strumenti reali. Conclusione con Q&A e bundle speciali per le scuole.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_experience_3_tappe_per_il_futuro_della_didattica_workshop_immersivo_a_rotazione_su_gemini_e_notebooklm_c2gog01_1",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Visita Guidata",
    "code": "C2KAIR01",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair01",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2LEG01",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Robotica educativa tra racconti e fantasia con LEGO®️ Education SPIKE Essential",
    "abstract": "Questo workshop di robotica educativa propone un'esperienza a tutto tondo in cui i partecipanti potranno raccontare e raccontarsi con fantasia e far prendere vita a personaggi ed ambienti grazie alla programmazione. Il gioco diventa motore dell’apprendimento: un’occasione per scoprire, sperimentare e collaborare.",
    "link": "https://exhibitor.fieradidacta.it/eventi/robotica_educativa_tra_racconti_e_fantasia_con_lego_education_spike_essential_c2leg01",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2ROB01",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Basta Cavi Scollegati! La Rivoluzione  Arduino \"Plug-and-Play\" entra in Classe",
    "abstract": "Avete mai passato metà lezione a cercare un contatto difettoso sulla breadboard? Con il nuovo Plug-and-Make Kit, l'elettronica diventa finalmente \"a prova di studente\". In questo workshop pratico vedremo come il sistema Modulino™ permetta di creare progetti funzionanti in pochi secondi, senza errori di cablaggio. Trasformeremo l'aula in un laboratorio di innovazione immediata, dove l'unico limite è la fantasia, non i cavetti interrotti.",
    "link": "https://exhibitor.fieradidacta.it/eventi/basta_cavi_scollegati_la_rivoluzione_arduino_plugandplay_entra_in_classe_c2rob01",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2SFTW01",
    "partner": "Adobe",
    "room": "C2 Software Area",
    "title": "Creative Cloud Pro Plus: progettare contenuti visivi con strumenti evoluti",
    "abstract": "Creative Cloud Pro Plus introduce in ambito post diploma funzionalità avanzate di Photoshop e Illustrator oggi supportate da automazioni intelligenti. La sessione mostra come eseguire scontorni precisi, ritocchi rapidi, adattamenti grafici e variazioni di layout con strumenti che riducono la complessità operativa. Verranno inoltre presentati esempi di generazione e modifica di elementi visivi tramite AI integrata, utili per produrre materiali didattici di qualità professionale, anche in contesti non specialistici. E la nuova app Firefly Boards permette di rappresentare progetti in maniera semplice, visuale e lavorando anche in gruppo in tempo reale.",
    "link": "https://exhibitor.fieradidacta.it/eventi/creative_cloud_pro_plus_progettare_contenuti_visivi_con_strumenti_evoluti_c2sftw01",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:00",
    "type": "Demo",
    "code": "C2DEL01",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "Dallo Spazio al Codice: Creare il Sistema Solare in VR potenziato dall'Intelligenza Artificiale",
    "abstract": "In questa demo esploreremo come trasformare una lezione di scienze in un'esperienza immersiva e inclusiva. Partendo da un progetto di realtà virtuale realizzato con i miei alunni, vedremo come \"dare vita\" ai pianeti attraverso il coding (CoBlocks), integrando ora le nuove funzionalità di Intelligenza Artificiale di Delightex",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallo_spazio_al_codice_creare_il_sistema_solare_in_vr_potenziato_dallintelligenza_artificiale_c2del01",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:00",
    "type": "Demo",
    "code": "C2GEN01",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Scopri Genially: esperienze interattive per una didattica più coinvolgente",
    "abstract": "Una panoramica introduttiva su Genially per scoprire come creare esperienze interattive in modo semplice e immediato. Attraverso esempi concreti e l’esperienza degli ambassador educativi, esploreremo nuovi modi di comunicare e coinvolgere la classe in ogni ordine e grado.",
    "link": "https://exhibitor.fieradidacta.it/eventi/scopri_genially_esperienze_interattive_per_una_didattica_piu_coinvolgente_c2gen01",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2AGOR02",
    "partner": "DSGA Online",
    "room": "C2 Agorà",
    "title": "Liquidazione dei Compensi Accessori al Personale Esperto: Aggiornamenti Normativi e Procedure Operative",
    "abstract": "Workshop dedicato all’analisi delle procedure di liquidazione dei compensi accessori destinati al personale esperto operante nelle istituzioni scolastiche, alla luce dei più recenti aggiornamenti normativi e delle indicazioni applicative.\n\nL’incontro, rivolto a DSGA, Dirigenti Scolastici, personale amministrativo e figure coinvolte nei processi contabili, intende offrire un quadro organico e operativo volto a garantire correttezza amministrativa.",
    "link": "https://exhibitor.fieradidacta.it/eventi/liquidazione_dei_compensi_accessori_al_personale_esperto_aggiornamenti_normativi_e_procedure_operative_c2agor02",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2GOG02",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI per la Governance: Gemini e NotebookLM per Dirigenti e DSGA. Strategie ed efficienza per scuola complessa",
    "abstract": "La gestione scolastica richiede velocità. In un laboratorio operativo di un'ora, scopri come l'AI di Google diventa il tuo miglior alleato. Attraverso tre stazioni di lavoro vedrai: NotebookLM analizzare complessi decreti e bandi PNRR; Gemini in Workspace automatizzare la stesura di circolari e dati di bilancio; Gemini Chatbot supportare strategie e comunicazioni istituzionali. Riduci drasticamente il carico burocratico e guadagna efficienza immediata.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_per_la_governance_gemini_e_notebooklm_per_dirigenti_e_dsga_strategie_ed_efficienza_per_scuola_complessa_c2gog02",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Visita Guidata",
    "code": "C2KAIR02",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair02",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2LEG02",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Una gara di cavallette robotiche? Con LEGO®️ Education SPIKE Prime puoi provare questo brivido anche tu!",
    "abstract": "Un workshop esperienziale per docenti della scuola secondaria che vogliono portare in classe robotica e didattica attiva. Con LEGO® Education SPIKE™ Prime progetteremo “cavallette” capaci di muoversi senza ruote, sperimentando prototipazione, coding e sfida cooperativa. Vivremo in prima persona il ciclo di progettazione, tra errori, miglioramenti e gara finale, per riflettere su STEAM, valutazione formativa e competenze trasversali",
    "link": "https://exhibitor.fieradidacta.it/eventi/una_gara_di_cavallette_robotiche_con_lego_education_spike_prime_puoi_provare_questo_brivido_anche_tu_c2leg02",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2ROB02",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino Alvik: Il Robot che \"Cresce\" con i tuoi Studenti",
    "abstract": "Dimenticate i robot fragili e complicati. Arduino Alvik è la piattaforma mobile definitiva: robusta, intelligente e pronta all'uso. In questo workshop esploreremo come insegnare la robotica autonoma usando i sensori di distanza, colore e movimento integrati. Vedremo come passare con naturalezza dalla programmazione a blocchi a MicroPython, preparando gli studenti alle sfide reali dell'automazione moderna con uno strumento che non si ferma mai.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_alvik_il_robot_che_cresce_con_i_tuoi_studenti_c2rob02",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2SFTW02",
    "partner": "ThingLink",
    "room": "C2 Software Area",
    "title": "Oltre l’aula: progettare ecosistemi interattivi con ThingLink per laboratori professionalizzanti innovativi",
    "abstract": "Crea simulazioni immersive e tour 360° per laboratori all'avanguardia. Un ponte tra digitale e pratica professionale.",
    "link": "https://exhibitor.fieradidacta.it/eventi/oltre_laula_progettare_ecosistemi_interattivi_con_thinglink_per_laboratori_professionalizzanti_innovativi_c2sftw02",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "13:30",
    "type": "Workshop",
    "code": "C2EXT01",
    "partner": "Delightex Edu",
    "room": "E16 Cavedio - Pad.Spadolini Inferiore",
    "title": "Beyond the Prompt: progettare intelligenze in ambienti 3D con Delightex",
    "abstract": "Utilizzare la gamification e l'interattività per innovare l’esperienza didattica in ogni ordine e grado",
    "link": "https://exhibitor.fieradidacta.it/eventi/beyond_the_prompt_progettare_intelligenze_in_ambienti_3d_con_delightex_c2ext01",
    "capacity": 40,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2AGOR03",
    "partner": "AID",
    "room": "C2 Agorà",
    "title": "I Segnali Invisibili: Leggere i Prerequisiti per Scrivere il Futuro.",
    "abstract": "Prima della penna e del libro esistono abilità fondamentali: attenzione, memoria, percezione e competenze metafonologiche. L’intervento guida i docenti nell’osservazione sistematica dei “segnali silenziosi” che precedono lettura, scrittura e calcolo. Analizzeremo i principali precursori cognitivi e i campanelli d’allarme 5-7 anni, con strumenti di screening e protocolli operativi. Obiettivo: intervenire presto in modo mirato e inclusivo.",
    "link": "https://exhibitor.fieradidacta.it/eventi/i_segnali_invisibili_leggere_i_prerequisiti_per_scrivere_il_futuro_c2agor03",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2GOG03",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Lezione Inclusiva: Superpoteri Google Edu Plus. Dai video ai Class Tools, un workshop immersivo pratico a rotazione.",
    "abstract": "La didattica digitale evolve con Education Plus. Partecipa al laboratorio per testare tre strumenti chiave: Lezione Attiva: trasforma i video in quiz e potenzia la lettura con l'AI.  Esercizi Guidati: automatizza le correzioni e ottieni dati immediati sulla classe. Regia di Classe: controlla gli schermi degli studenti e guida la navigazione in tempo reale.\nRiduci il carico di lavoro e trasforma ogni lezione in un'esperienza inclusiva.",
    "link": "https://exhibitor.fieradidacta.it/eventi/lezione_inclusiva_superpoteri_google_edu_plus_dai_video_ai_class_tools_un_workshop_immersivo_pratico_a_rotazione_c2gog03",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "14:30",
    "type": "Visita Guidata",
    "code": "C2KAIR03",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair03",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2LEG03",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "La robotica a servizio della sostenibilità con i kit LEGO®️ Education Scienze",
    "abstract": "Raccogliere i rifiuti è uno dei problemi più comuni. In questo workshop per docenti di scuola primaria cercheremo soluzioni originali per sostenere e ripulire l'ambiente marino testando soluzioni diverse e lavorando per prove ed errori.",
    "link": "https://exhibitor.fieradidacta.it/eventi/la_robotica_a_servizio_della_sostenibilita_con_i_kit_lego_education_scienze_c2leg03",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2SFTW03",
    "partner": "Verse",
    "room": "C2 Software Area",
    "title": "ZenkAI Live Lab l’AI che vede lo stream e supporta la lezione tecnica in diretta",
    "abstract": "Dimostrazione operativa su laboratorio: ZenkAI analizza lo stream (tablet/telecamera) e, tramite avatar, segue in tempo reale azioni e procedure degli studenti. Il docente mantiene la regia con checklist, tempi e interventi mirati. \nChiusura con un piccolo gioco a premi: i vincitori del giorno ricevono licenze ZenkAI in omaggio.",
    "link": "https://exhibitor.fieradidacta.it/eventi/zenkai_live_lab_lai_che_vede_lo_stream_e_supporta_la_lezione_tecnica_in_diretta_c2sftw03",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "15:00",
    "type": "Demo",
    "code": "C2GEN02",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Genially Experience: scopri le novità e vivile nella Challenge live",
    "abstract": "Le novità di Genially protagoniste: nuovi widget e funzionalità potenziate dall’AI per creare con maggiore velocità e impatto. La sessione si conclude con una Challenge live, momento interattivo per sperimentare le nuove funzionalità e aggiudicarsi gadget Genially.",
    "link": "https://exhibitor.fieradidacta.it/eventi/genially_experience_scopri_le_novita_e_vivile_nella_challenge_live_c2gen02",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "16:00",
    "type": "Demo",
    "code": "C2DEL02",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "AI Buddy - A colloquio con la Storia: Il Divo Cesare",
    "abstract": "Giulio Cesare smette di essere una statua silenziosa per diventare un testimone oculare interattivo. Grazie all'AI Buddy, gli studenti possono varcare la soglia del tempo e interrogare direttamente il condottiero sulle sue campagne militari e sulle sue ambizioni politiche.)",
    "link": "https://exhibitor.fieradidacta.it/eventi/ai_buddy_a_colloquio_con_la_storia_il_divo_cesare_c2del02",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2GOG04",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Didattica Generativa con i Chromebook: Gems e Class Tools al servizio della scuola",
    "abstract": "L'idea non è fare una lezione teorica, ma una simulazione dal vivo che mostri la potenza dell'ecosistema Google (Gemini + Classroom + Chromebook) in azione. Il focus è mostrare come Gemini Gems e Chromebook permettono un'attività di investigazione digitale attiva, inclusiva per i BES e perfettamente integrata con Classroom e Presentazioni.",
    "link": "https://exhibitor.fieradidacta.it/eventi/didattica_generativa_con_i_chromebook_gems_e_class_tools_al_servizio_della_scuola_c2gog04",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "16:00",
    "type": "Visita Guidata",
    "code": "C2KAIR04",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair04",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2LEG04",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Nuovo LEGO®️ Education Informatica & IA: scopri in anteprima l’esperienza STEM più attesa dell’anno!",
    "abstract": "Sei pronto a scoprire il nuovo LEGO®️ Education Informatica & IA? Esploreremo cosa si può fare in classe, con attività pratiche e funzionalità innovative che introducono coding, dati e concetti di intelligenza artificiale con un approccio hands-on. Unisciti a noi per una sessione interattiva che ti mostrerà come portare sperimentazione e creatività nelle tue classi con il kit più atteso dell'anno!",
    "link": "https://exhibitor.fieradidacta.it/eventi/nuovo_lego_education_informatica_ia_scopri_in_anteprima_lesperienza_stem_piu_attesa_dellanno_c2leg04",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-11",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2ROB04",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino UNO Q: Scatena la Potenza dell'Intelligenza Artificiale nel tuo Laboratorio",
    "abstract": "Pensavate che Arduino avesse dei limiti? Con la UNO Q li abbiamo abbattuti tutti. Unitevi a noi per scoprire come integrare IoT e Intelligenza Artificiale nelle vostre lezioni senza impazzire. Questo workshop è una masterclass di potenza pura: imparerete a guidare gli studenti nella creazione di sistemi intelligenti che \"pensano\" e comunicano in tempo reale. È il momento di alzare l'asticella del vostro laboratorio e preparare la classe alle sfide tecnologiche che contano davvero.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_uno_q_scatena_la_potenza_dellintelligenza_artificiale_nel_tuo_laboratorio_c2rob04",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2AGOR05",
    "partner": "Bullismo No Grazie",
    "room": "C2 Agorà",
    "title": "INFORMATI E FORMATI SU BULLISMO E CYBERBULLISMO",
    "abstract": "Bullismo e cyberbullismo cambiano insieme ai contesti in cui gli studenti crescono, comunicano e costruiscono la propria identità. La scuola resta il luogo chiave per riconoscere i segnali, prevenire l’esclusione e promuovere relazioni sane e consapevoli. Il seminario offre strumenti e chiavi di lettura per comprendere le forme attuali del fenomeno e rafforzare il ruolo educativo nella creazione di un ambiente sicuro e inclusivo.",
    "link": "https://exhibitor.fieradidacta.it/eventi/informati_e_formati_su_bullismo_e_cyberbullismo_c2agor05",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2GOG05",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Lezione Inclusiva: Superpoteri Google Edu Plus. Dai video ai Class Tools, un workshop immersivo pratico a rotazione.",
    "abstract": "La didattica digitale evolve con Education Plus. Partecipa al laboratorio per testare tre strumenti chiave: Lezione Attiva: trasforma i video in quiz e potenzia la lettura con l'AI.  Esercizi Guidati: automatizza le correzioni e ottieni dati immediati sulla classe. Regia di Classe: controlla gli schermi degli studenti e guida la navigazione in tempo reale.\nRiduci il carico di lavoro e trasforma ogni lezione in un'esperienza inclusiva.",
    "link": "https://exhibitor.fieradidacta.it/eventi/lezione_inclusiva_superpoteri_google_edu_plus_dai_video_ai_class_tools_un_workshop_immersivo_pratico_a_rotazione_c2gog05",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Visita Guidata",
    "code": "C2KAIR05",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair05",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2LEG05",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Il lavoro di squadra si pratica non si insegna con il kit LEGO®️ Education SPIKE Prime",
    "abstract": "In questo workshop dedicato alla scuola secondaria metteremo in campo tutte le nostre abilità di cooperazione. Cercheremo di collaborare per risolvere sfide attraverso l’uso dei mattoncini più famosi al mondo.",
    "link": "https://exhibitor.fieradidacta.it/eventi/il_lavoro_di_squadra_si_pratica_non_si_insegna_con_il_kit_lego_education_spike_prime_c2leg05",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2ROB05",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Basta Cavi Scollegati! La Rivoluzione  Arduino \"Plug-and-Play\" entra in Classe",
    "abstract": "Avete mai passato metà lezione a cercare un contatto difettoso sulla breadboard? Con il nuovo Plug-and-Make Kit, l'elettronica diventa finalmente \"a prova di studente\". In questo workshop pratico vedremo come il sistema Modulino™ permetta di creare progetti funzionanti in pochi secondi, senza errori di cablaggio. Trasformeremo l'aula in un laboratorio di innovazione immediata, dove l'unico limite è la fantasia, non i cavetti interrotti.",
    "link": "https://exhibitor.fieradidacta.it/eventi/basta_cavi_scollegati_la_rivoluzione_arduino_plugandplay_entra_in_classe_c2rob05",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2SFTW04",
    "partner": "Adobe",
    "room": "C2 Software Area",
    "title": "Adobe Express: progettare idee e contenuti visivi in modo collaborativo, collaborazione tra docenti e studenti",
    "abstract": "Adobe Express è l'applicazione più adatta per la progettazione di contenuti visivi e presentazioni. In questa sessione verrà mostrato come organizzare immagini e spazi per sviluppare progetti interdisciplinari o preparare materiali didattici, con focus sarà sulla progettazione collaborativa.",
    "link": "https://exhibitor.fieradidacta.it/eventi/adobe_express_progettare_idee_e_contenuti_visivi_in_modo_collaborativo_collaborazione_tra_docenti_e_studenti_c2sftw04",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:00",
    "type": "Demo",
    "code": "C2GEN03",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Scopri Genially: esperienze interattive per una didattica più coinvolgente",
    "abstract": "Una panoramica introduttiva su Genially per scoprire come creare esperienze interattive in modo semplice e immediato. Attraverso esempi concreti e l’esperienza degli ambassador educativi, esploreremo nuovi modi di comunicare e coinvolgere la classe in ogni ordine e grado.",
    "link": "https://exhibitor.fieradidacta.it/eventi/scopri_genially_esperienze_interattive_per_una_didattica_piu_coinvolgente_c2gen03",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2AGOR06",
    "partner": "Google for Education",
    "room": "C2 Agorà",
    "title": "Rete DigitalMente NOI L’intelligenza Artificiale fa scuola a Brescia e nel mondo",
    "abstract": "Come portare l'IA a scuola? Scopri il progetto della Rete DigitalMente NOI, C2 e Google for Education, che ha guidato 79 istituti e oltre 4000 persone nell'adozione di Google AI Pro per Dirigenti Scolastici, DSGA, amministrativi e docenti. Condivideremo strategie e risultati concreti per ispirare dirigenti e docenti, fornendo le chiavi pratiche per replicare questo modello di successo nelle proprie realtà. Unisciti a noi per guidare insieme la scuola verso il futuro!",
    "link": "https://exhibitor.fieradidacta.it/eventi/rete_digitalmente_noi_lintelligenza_artificiale_fa_scuola_a_brescia_e_nel_mondo_c2agor06",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2GOG06",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI per la Governance: Gemini e NotebookLM per Dirigenti e DSGA. Strategie ed efficienza per scuola complessa",
    "abstract": "La gestione scolastica richiede velocità. In un laboratorio operativo di un'ora, scopri come l'AI di Google diventa il tuo miglior alleato. Attraverso tre stazioni di lavoro vedrai: NotebookLM analizzare complessi decreti e bandi PNRR; Gemini in Workspace automatizzare la stesura di circolari e dati di bilancio; Gemini Chatbot supportare strategie e comunicazioni istituzionali. Riduci drasticamente il carico burocratico e guadagna efficienza immediata.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_per_la_governance_gemini_e_notebooklm_per_dirigenti_e_dsga_strategie_ed_efficienza_per_scuola_complessa_c2gog06",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Visita Guidata",
    "code": "C2KAIR06",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair06",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2LEG06",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Camerieri robot in azione col kit LEGO®️ Education Scienze",
    "abstract": "In un ristorante LEGO Education Science, progetteremo robot per trasportare sushi e torte attraverso porte, rispettando criteri e vincoli. Costruiremo, sperimenteremo soluzioni, le condivideremo e le collegheremo l’esperienza a tecnologie reali, sviluppando creatività, problem solving e competenze STEM in modo pratico, divertente e coinvolgente.",
    "link": "https://exhibitor.fieradidacta.it/eventi/camerieri_robot_in_azione_col_kit_lego_education_scienze_c2legm06",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2ROB06",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino Alvik: Il Robot che \"Cresce\" con i tuoi Studenti",
    "abstract": "Dimenticate i robot fragili e complicati. Arduino Alvik è la piattaforma mobile definitiva: robusta, intelligente e pronta all'uso. In questo workshop esploreremo come insegnare la robotica autonoma usando i sensori di distanza, colore e movimento integrati. Vedremo come passare con naturalezza dalla programmazione a blocchi a MicroPython, preparando gli studenti alle sfide reali dell'automazione moderna con uno strumento che non si ferma mai.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_alvik_il_robot_che_cresce_con_i_tuoi_studenti_c2rob06",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2SFTW05",
    "partner": "ThingLink",
    "room": "C2 Software Area",
    "title": "Oltre l’aula: progettare ecosistemi interattivi con ThingLink per laboratori professionalizzanti innovativi",
    "abstract": "Crea simulazioni immersive e tour 360° per laboratori all'avanguardia. Un ponte tra digitale e pratica professionale.",
    "link": "https://exhibitor.fieradidacta.it/eventi/oltre_laula_progettare_ecosistemi_interattivi_con_thinglink_per_laboratori_professionalizzanti_innovativi_c2sftw05",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "12:00",
    "type": "Demo",
    "code": "C2DEL03",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "AI Buddy: il Narratore di storie",
    "abstract": "-",
    "link": "https://exhibitor.fieradidacta.it/eventi/ai_buddy_il_narratore_di_storie_c2del03",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "13:30",
    "type": "Workshop",
    "code": "C2EXT02",
    "partner": "Genially",
    "room": "E16 Cavedio - Pad.Spadolini Inferiore",
    "title": "Genially: un clic per attivare l’esperienza in aula",
    "abstract": "Nel Centro TOG di Milano, dove si curano gratuitamente bambini con disabilità neurologiche complesse, la Stanza Immersiva Ulisse trasforma la terapia in un viaggio di luci, suoni e immagini. È uno spazio senza muri, dove gioco e riabilitazione si intrecciano stimolando risposte motorie, cognitive ed espressive. Un’esperienza che parla anche alle scuole: inclusione, relazione e nuove possibilità educative",
    "link": "https://exhibitor.fieradidacta.it/eventi/genially_un_clic_per_attivare_lesperienza_in_aula",
    "capacity": 40,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2AGOR07",
    "partner": "CIOFS",
    "room": "C2 Agorà",
    "title": "CIOFS AI PRO - il progetto nazionale di CIOFS",
    "abstract": "Scopri CIOFS AI PRO, il progetto nazionale che guida l'adozione dell'IA. Oltre 400 professionisti delle sedi regionali CIOFS FP stanno sperimentando con successo Google AI Pro. In questo incontro esploreremo il modello di adozione su larga scala, condividendo strategie e risultati concreti. L'obiettivo? Fornire a reti, scuole e dirigenti gli strumenti pratici per replicare questo format e integrare efficacemente l'Intelligenza Artificiale nelle proprie realtà.",
    "link": "",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2GOG07",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI Experience -  3 tappe per il futuro della didattica: Workshop immersivo a rotazione su Gemini e NotebookLM",
    "abstract": "Vuoi potenziare il tuo insegnamento con l'AI? Partecipa al nostro laboratorio interattivo. Tre tappe da 15 minuti per padroneggiare l'ecosistema Google AI: usa NotebookLM come assistente allo studio inclusivo, sfrutta Gemini in Workspace per generare materiali in un attimo e dialoga con il Chatbot per ideare lezioni innovative. Un'esperienza operativa per acquisire subito strumenti reali. Conclusione con Q&A e bundle speciali per le scuole.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_experience_3_tappe_per_il_futuro_della_didattica_workshop_immersivo_a_rotazione_su_gemini_e_notebooklm_c2gog07",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Visita Guidata",
    "code": "C2KAIR07",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair07",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2LEG07",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "L’energia si trasforma e gli oggetti prendono vita con il kit LEGO®️ Education SPIKE Essential",
    "abstract": "In questo workshop dedicato alla scuola primaria ci divertiremo testando le nostre conoscenze sull’energia e le sue trasformazioni. Cercheremo soluzioni alternative per migliorare le prestazioni del nostro artefatto e collaboreremo tra noi per testare nuove funzioni!",
    "link": "https://exhibitor.fieradidacta.it/eventi/lenergia_si_trasforma_e_gli_oggetti_prendono_vita_con_il_kit_lego_education_spike_essential_c2leg07",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2ROB07",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino UNO Q: Scatena la Potenza dell'Intelligenza Artificiale nel tuo Laboratorio",
    "abstract": "Pensavate che Arduino avesse dei limiti? Con la UNO Q li abbiamo abbattuti tutti. Unitevi a noi per scoprire come integrare IoT e Intelligenza Artificiale nelle vostre lezioni senza impazzire. Questo workshop è una masterclass di potenza pura: imparerete a guidare gli studenti nella creazione di sistemi intelligenti che \"pensano\" e comunicano in tempo reale. È il momento di alzare l'asticella del vostro laboratorio e preparare la classe alle sfide tecnologiche che contano davvero.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_uno_q_scatena_la_potenza_dellintelligenza_artificiale_nel_tuo_laboratorio_c2rob07",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2SFTW06",
    "partner": "Verse",
    "room": "C2 Software Area",
    "title": "Avatar tutor in laboratorio - ZenkAI osserva lo stream e guida i gruppi passo-passo",
    "abstract": "Workshop dimostrativo per didattica tecnica: l’avatar AI “vede” lo stream del banco e offre suggerimenti step-by-step, troubleshooting e richiami di sicurezza, adattati ai gruppi. Mostriamo monitoraggio progressi, feedback immediati e gestione della lezione in tempo reale. \nFinale con un piccolo gioco a premi: licenze ZenkAI in regalo ai vincitori.",
    "link": "https://exhibitor.fieradidacta.it/eventi/avatar_tutor_in_laboratorio_zenkai_osserva_lo_stream_e_guida_i_gruppi_passopasso_c2sftw06",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "15:00",
    "type": "Demo",
    "code": "C2GEN04",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Genially Experience: scopri le novità e vivile nella Challenge live",
    "abstract": "Le novità di Genially protagoniste: nuovi widget e funzionalità potenziate dall’AI per creare con maggiore velocità e impatto. La sessione si conclude con una Challenge live, momento interattivo per sperimentare le nuove funzionalità e aggiudicarsi gadget Genially.",
    "link": "https://exhibitor.fieradidacta.it/eventi/genially_experience_scopri_le_novita_e_vivile_nella_challenge_live_c2gen04",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2AGOR08",
    "partner": "-",
    "room": "C2 Agorà",
    "title": "Le emozioni al centro della scuola",
    "abstract": "i piacerebbe una scuola in cui l’apprendimento socio-emotivo si fonda su spazi, contenuti, relazioni, formazione e tecnologie? Una scuola flessibile e inclusiva, dove ambienti e strumenti, analogici e digitali, favoriscono crescita, benessere e cura della persona. Vieni a scoprirla insieme al Gruppo Editoriale La Scuola, C2 Group, Didattica delle Emozioni, alla Rete Nazionale per l’Educazione Emotiva e alla Libera Università di Bolzano.",
    "link": "https://exhibitor.fieradidacta.it/eventi/le_emozioni_al_centro_della_scuola_c2agor08",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2GOG08",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Didattica Generativa con i Chromebook: Gems e Class Tools al servizio della scuola",
    "abstract": "L'idea non è fare una lezione teorica, ma una simulazione dal vivo che mostri la potenza dell'ecosistema Google (Gemini + Classroom + Chromebook) in azione. Il focus è mostrare come Gemini Gems e Chromebook permettono un'attività di investigazione digitale attiva, inclusiva per i BES e perfettamente integrata con Classroom e Presentazioni.",
    "link": "https://exhibitor.fieradidacta.it/eventi/didattica_generativa_con_i_chromebook_gems_e_class_tools_al_servizio_della_scuola_c2gog08",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "16:00",
    "type": "Visita Guidata",
    "code": "C2KAIR08",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair08",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "16:00",
    "type": "Workshop",
    "code": "C2LEG08",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Nuovo LEGO®️ Education Informatica & IA: scopri in anteprima l’esperienza STEM più attesa dell’anno!",
    "abstract": "Sei pronto a scoprire il nuovo LEGO®️ Education Informatica & IA? Esploreremo cosa si può fare in classe, con attività pratiche e funzionalità innovative che introducono coding, dati e concetti di intelligenza artificiale con un approccio hands-on. Unisciti a noi per una sessione interattiva che ti mostrerà come portare sperimentazione e creatività nelle tue classi con il kit più atteso dell'anno!",
    "link": "https://exhibitor.fieradidacta.it/eventi/nuovo_lego_education_informatica_ia_scopri_in_anteprima_lesperienza_stem_piu_attesa_dellanno_c2leg08",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-12",
    "time": "17:00",
    "type": "Demo",
    "code": "C2DEL04",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "Escape Room Malpelo AI: \"Il Labirinto di Sabbia Rossa",
    "abstract": "L' escape Room Malpelo AI : \"Il Labirinto di Sabbia Rossa\" è stata progettata per studenti di 12-13 anni. L'esperienza trasforma la novella di Verga in un percorso interattivo di 30-40 minuti, dove l'obiettivo è fuggire dalla cava risolvendo 12 enigmi distribuiti in tre scene chiave",
    "link": "https://exhibitor.fieradidacta.it/eventi/escape_room_malpelo_ai_il_labirinto_di_sabbia_rossa_c2del04",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:00",
    "type": "Seminario",
    "code": "C2AGOR09",
    "partner": "DSGA Online",
    "room": "C2 Agorà",
    "title": "Rdo Evoluta e la corretta gestione del Progetto Laboratori Professionalizzanti",
    "abstract": "Seminario operativo dedicato alla RDO evoluta e alla corretta gestione del progetto dei Laboratori Professionalizzanti. Saranno analizzate le soglie e tutte le  fasi di progettazione, predisposizione degli atti di gara e gestione della procedura su piattaforma MEPA , con particolare attenzione alla selezione degli operatori econimici da invitare , studieremo lo strumento rdo evoluta di mepa.",
    "link": "https://exhibitor.fieradidacta.it/eventi/rdo_evoluta_e_la_corretta_gestione_del_progetto_laboratori_professionalizzanti_c2agor09",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2GOG09",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI per la Governance: Gemini e NotebookLM per Dirigenti e DSGA. Strategie ed efficienza per scuola complessa",
    "abstract": "La gestione scolastica richiede velocità. In un laboratorio operativo di un'ora, scopri come l'AI di Google diventa il tuo miglior alleato. Attraverso tre stazioni di lavoro vedrai: NotebookLM analizzare complessi decreti e bandi PNRR; Gemini in Workspace automatizzare la stesura di circolari e dati di bilancio; Gemini Chatbot supportare strategie e comunicazioni istituzionali. Riduci drasticamente il carico burocratico e guadagna efficienza immediata.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_per_la_governance_gemini_e_notebooklm_per_dirigenti_e_dsga_strategie_ed_efficienza_per_scuola_complessa_c2gog09",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2LEG09",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Alla giusta distanza: matematica e coding con LEGO® Education SPIKE™ Prime",
    "abstract": "Come trasformare stima, misura e circonferenza in un’esperienza concreta? Nel workshop esploriamo una lezione per la secondaria di I grado con LEGO Education SPIKE Prime: programmare un rinoceronte per fermarsi alla giusta distanza. Tra calcoli, rotazioni e sensori, i docenti sperimenteranno un’attività interdisciplinare che integra matematica, tecnologia e competenze linguistiche, valorizzando problem solving, lavoro cooperativo e valutazione formativa.",
    "link": "https://exhibitor.fieradidacta.it/eventi/alla_giusta_distanza_matematica_e_coding_con_lego_education_spike_prime_c2leg09",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2ROB09",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Basta Cavi Scollegati! La Rivoluzione  Arduino \"Plug-and-Play\" entra in Classe",
    "abstract": "Avete mai passato metà lezione a cercare un contatto difettoso sulla breadboard? Con il nuovo Plug-and-Make Kit, l'elettronica diventa finalmente \"a prova di studente\". In questo workshop pratico vedremo come il sistema Modulino™ permetta di creare progetti funzionanti in pochi secondi, senza errori di cablaggio. Trasformeremo l'aula in un laboratorio di innovazione immediata, dove l'unico limite è la fantasia, non i cavetti interrotti.",
    "link": "https://exhibitor.fieradidacta.it/eventi/basta_cavi_scollegati_la_rivoluzione_arduino_plugandplay_entra_in_classe_c2rob09",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:00",
    "type": "Workshop",
    "code": "C2SFTW07",
    "partner": "Adobe",
    "room": "C2 Software Area",
    "title": "Acrobat Studio: dal PDF a quiz, guide e versioni semplificate per la formazione post-diploma",
    "abstract": "In ambito scolastico post-diploma capita spesso di avere a che fare con documenti lunghi o complessi: dispense, articoli, regolamenti, contenuti in PDF. In questa demo vedremo come Acrobat Studio può analizzare il PDF, estrarre i punti chiave e rielaborare le informazioni in formati più utili per lo studio e la verifica: riassunti strutturati, guide allo studio, domande e quiz, versioni semplificate e traduzioni. Un flusso pratico per trasformare un documento “pesante” in materiali chiari, pronti per l’uso didattico.",
    "link": "https://exhibitor.fieradidacta.it/eventi/acrobat_studio_dal_pdf_a_quiz_guide_e_versioni_semplificate_per_la_formazione_postdiploma_c2sftw07",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:30",
    "type": "Demo",
    "code": "C2DEL05",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "Pronto, qui 1917\": dialoghi impossibili nel Metaverso",
    "abstract": "-",
    "link": "https://exhibitor.fieradidacta.it/eventi/pronto_qui_1917_dialoghi_impossibili_nel_metaverso_c2del05",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "10:30",
    "type": "Workshop",
    "code": "C2EXT03",
    "partner": "TOG",
    "room": "E16 Cavedio - Pad.Spadolini Inferiore",
    "title": "Ulisse: un viaggio immersivo per bambini con disabilità complessa",
    "abstract": "In un tempo in cui la scuola è chiamata a rispondere a sfide sempre più complesse — tra carichi di lavoro crescenti, richieste emotive continue e trasformazioni digitali — prendersi cura del proprio benessere non è più un’opzione, ma una necessità strategica. Questo workshop rappresenta un’occasione per scoprire come lo Stress si insinua nella quotidianità scolastica influenzando pensieri, emozioni e relazioni.",
    "link": "https://exhibitor.fieradidacta.it/eventi/ulisse_un_viaggio_immersivo_per_bambini_con_disabilita_complessa_c2ext03",
    "capacity": 40,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:00",
    "type": "Demo",
    "code": "C2GEN05",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Scopri Genially: esperienze interattive per una didattica più coinvolgente",
    "abstract": "Una panoramica introduttiva su Genially per scoprire come creare esperienze interattive in modo semplice e immediato. Attraverso esempi concreti e l’esperienza degli ambassador educativi, esploreremo nuovi modi di comunicare e coinvolgere la classe in ogni ordine e grado.",
    "link": "https://exhibitor.fieradidacta.it/eventi/scopri_genially_esperienze_interattive_per_una_didattica_piu_coinvolgente_c2gen05",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2AGOR10",
    "partner": "Google for Education",
    "room": "C2 Agorà",
    "title": "Trasformare la scuola con le comunità Google ELP Leader & Admin: riuniamoci per fare rete",
    "abstract": "La trasformazione digitale non si fa da soli, ma attraverso la visione, il confronto e in rete. In questo workshop sarà possibile incontrare i Facilitator dei circoli italiani ELP Leader e Admin che, insieme ai partner, sono a supporto delle scuole nel processo di innovazione. Saranno mostrate, inoltre, tutte le iniziative territoriali volte a rendere gli obiettivi della mission realizzabili.",
    "link": "https://exhibitor.fieradidacta.it/eventi/trasformare_la_scuola_con_le_comunita_google_elp_leader_admin_riuniamoci_per_fare_rete_c2agor10",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Demo",
    "code": "C2DEL06",
    "partner": "Delightex Edu",
    "room": "C2 Software Area",
    "title": "Donne in un palmo di mano",
    "abstract": "Realizzazione di un Merge Cube dedicato a figure femminili che hanno lasciato un segno significativo nella storia in diversi ambiti disciplinari: arte, scienza, moda, danza e innovazione. L’attività si configura come un percorso STEM integrato, in cui tecnologia, ricerca storica e competenze digitali si intrecciano con l’educazione civica e l’orientamento.",
    "link": "https://exhibitor.fieradidacta.it/eventi/donne_in_un_palmo_di_mano_c2del06",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2EXT04",
    "partner": "Chiara Celino",
    "room": "E16 Cavedio - Pad.Spadolini Inferiore",
    "title": "A SCUOLA DI-STRESS...perché lo Stress non è in orario ma entra in servizio ogni giorno",
    "abstract": "Come ricorda il proverbio: “Non posso cambiare il mondo, ma gli occhi con cui lo guardo\".",
    "link": "https://exhibitor.fieradidacta.it/eventi/a_scuola_distressperche_lo_stress_non_e_in_orario_ma_entra_in_servizio_ogni_giorno",
    "capacity": 40,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2GOG10",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Google AI Experience - 3 tappe per il futuro della didattica: Workshop immersivo a rotazione su Gemini e NotebookLM",
    "abstract": "Vuoi potenziare il tuo insegnamento con l'AI? Partecipa al nostro laboratorio interattivo. Tre tappe da 15 minuti per padroneggiare l'ecosistema Google AI: usa NotebookLM come assistente allo studio inclusivo, sfrutta Gemini in Workspace per generare materiali in un attimo e dialoga con il Chatbot per ideare lezioni innovative. Un'esperienza operativa per acquisire subito strumenti reali. Conclusione con Q&A e bundle speciali per le scuole.",
    "link": "https://exhibitor.fieradidacta.it/eventi/google_ai_experience_3_tappe_per_il_futuro_della_didattica_workshop_immersivo_a_rotazione_su_gemini_e_notebooklm_c2gog10",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2LEG10",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Taxi! Taxi!: coding, mappe e debug nella scuola primaria con LEGO® Education SPIKE™ Essential",
    "abstract": "Come introdurre coding, geometria e pensiero computazionale alla primaria in modo coinvolgente? Nel workshop sperimenteremo “Taxi! Taxi!” con LEGO Education SPIKE Essential: guidare un taxi lungo una mappa, modificare percorsi e fare debug. Un’attività interdisciplinare che integra italiano, matematica e tecnologia, sviluppando collaborazione, problem solving e riflessione sugli errori come opportunità di apprendimento.",
    "link": "https://exhibitor.fieradidacta.it/eventi/taxi_taxi_coding_mappe_e_debug_nella_scuola_primaria_con_lego_education_spike_essential_c2leg010",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2ROB10",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino Alvik: Il Robot che \"Cresce\" con i tuoi Studenti",
    "abstract": "Dimenticate i robot fragili e complicati. Arduino Alvik è la piattaforma mobile definitiva: robusta, intelligente e pronta all'uso. In questo workshop esploreremo come insegnare la robotica autonoma usando i sensori di distanza, colore e movimento integrati. Vedremo come passare con naturalezza dalla programmazione a blocchi a MicroPython, preparando gli studenti alle sfide reali dell'automazione moderna con uno strumento che non si ferma mai.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_alvik_il_robot_che_cresce_con_i_tuoi_studenti_c2rob10",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "11:30",
    "type": "Workshop",
    "code": "C2SFTW08",
    "partner": "ThingLink",
    "room": "C2 Software Area",
    "title": "Oltre l’aula: progettare ecosistemi interattivi con ThingLink per laboratori professionalizzanti innovativi",
    "abstract": "Crea simulazioni immersive e tour 360° per laboratori all'avanguardia. Un ponte tra digitale e pratica professionale.",
    "link": "https://exhibitor.fieradidacta.it/eventi/oltre_laula_progettare_ecosistemi_interattivi_con_thinglink_per_laboratori_professionalizzanti_innovativi_c2sftw08",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "12:00",
    "type": "Visita Guidata",
    "code": "C2KAIR09",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair09",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2AGOR11",
    "partner": "Okulus Scuola Sicura",
    "room": "C2 Agorà",
    "title": "Gestire le segnalazioni di guasti e manutenzione con Okulus Scuola Sicura",
    "abstract": "Okulus Scuola Sicura genera segnalazioni delle criticità in tempo reale, documentando l’intero iter fino al ripristino. Riduce i rischi di infortuni e tutela il Dirigente ai sensi dell’Art. 18 comma 3.1 D.Lgs. 81/2008, garantendo la prova della tempestiva richiesta d'intervento e l'esonero da responsabilità civili e penali. Programma ispezioni periodiche su elementi critici con Check-list Proattive. Formazione: Scadenziario Automatizzato Notifiche via e-mail per corsi scaduti o in scadenza.",
    "link": "https://exhibitor.fieradidacta.it/eventi/gestire_le_segnalazioni_di_guasti_e_manutenzione_con_okulus_scuola_sicura_c2agor11",
    "capacity": 30,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2ARD11",
    "partner": "Arduino",
    "room": "C2 Robotica",
    "title": "Arduino UNO Q: Scatena la Potenza dell'Intelligenza Artificiale nel tuo Laboratorio",
    "abstract": "Pensavate che Arduino avesse dei limiti? Con la UNO Q li abbiamo abbattuti tutti. Unitevi a noi per scoprire come integrare IoT e Intelligenza Artificiale nelle vostre lezioni senza impazzire. Questo workshop è una masterclass di potenza pura: imparerete a guidare gli studenti nella creazione di sistemi intelligenti che \"pensano\" e comunicano in tempo reale. È il momento di alzare l'asticella del vostro laboratorio e preparare la classe alle sfide tecnologiche che contano davvero.",
    "link": "https://exhibitor.fieradidacta.it/eventi/arduino_uno_q_scatena_la_potenza_dellintelligenza_artificiale_nel_tuo_laboratorio_c2rob11",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Demo",
    "code": "C2GEN06",
    "partner": "Genially",
    "room": "C2 Software Area",
    "title": "Genially Experience: scopri le novità e vivile nella Challenge live",
    "abstract": "Le novità di Genially protagoniste: nuovi widget e funzionalità potenziate dall’AI per creare con maggiore velocità e impatto. La sessione si conclude con una Challenge live, momento interattivo per sperimentare le nuove funzionalità e aggiudicarsi gadget Genially.",
    "link": "https://exhibitor.fieradidacta.it/eventi/genially_experience_scopri_le_novita_e_vivile_nella_challenge_live_c2gen06",
    "capacity": 6,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2GOG11",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Lezione Inclusiva: Superpoteri Google Edu Plus. Dai video ai Class Tools, un workshop immersivo pratico a rotazione.",
    "abstract": "La didattica digitale evolve con Education Plus. Partecipa al laboratorio per testare tre strumenti chiave: Lezione Attiva: trasforma i video in quiz e potenzia la lettura con l'AI.  Esercizi Guidati: automatizza le correzioni e ottieni dati immediati sulla classe. Regia di Classe: controlla gli schermi degli studenti e guida la navigazione in tempo reale.\nRiduci il carico di lavoro e trasforma ogni lezione in un'esperienza inclusiva.",
    "link": "https://exhibitor.fieradidacta.it/eventi/lezione_inclusiva_superpoteri_google_edu_plus_dai_video_ai_class_tools_un_workshop_immersivo_pratico_a_rotazione_c2gog11",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Visita Guidata",
    "code": "C2KAIR10",
    "partner": "Zebra Multimedia",
    "room": "Kairos - L'aula delle Connessioni",
    "title": "Dall’Esperienza Ulisse a Kairos – Visita guidata al nuovo modello di didattica immersiva che riprogetta gli spazi per l’inclusione",
    "abstract": "Visita guidata dentro Kairos – L’Aula delle Connessioni, per vivere un ambiente immersivo attivo e comprenderne tecnologie, funzionamento e metodologia. Scopriremo come gesto umano, spazio e strumenti digitali si integrano in un ecosistema progettato per inclusione, personalizzazione e supporto a studenti con disabilità e bisogni educativi complessi. Un modello ispirato al progetto Aula Ulisse sviluppato con Fondazione TOG.",
    "link": "https://exhibitor.fieradidacta.it/eventi/dallesperienza_ulisse_a_kairos_visita_guidata_al_nuovo_modello_di_didattica_immersiva_che_riprogetta_gli_spazi_per_linclusione_c2kair010",
    "capacity": 8,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2LEG11",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "La mucca sul tetto: valutare soluzioni col kit LEGO®️ Education Scienze",
    "abstract": "Affronteremo la sfida della mucca sul tetto costruendo ascensori e pareti da arrampicata LEGO. Valuteremo soluzioni, scopriremo criteri e vincoli e confronteremo i risultati con metodo sistematico. Un’attività divertente e pratica che stimola creatività, problem solving e ragionamento STEM, trasformando un problema “impossibile” in esperienza di apprendimento reale.",
    "link": "https://exhibitor.fieradidacta.it/eventi/la_mucca_sul_tetto_valutare_soluzioni_col_kit_lego_education_scienze_c2leg011",
    "capacity": 12,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "14:30",
    "type": "Workshop",
    "code": "C2SFTW09",
    "partner": "Verse",
    "room": "C2 Software Area",
    "title": "Lezione tecnica in diretta con ZenkAI: visione dello stream",
    "abstract": "Una lezione completa in modalità live: avvio stream dal laboratorio, interazione con avatar AI che osserva e commenta le attività degli studenti, supportando spiegazione e correzione in tempo reale. Il docente controlla tempi, gruppi e criteri di valutazione.\nConclusione con un piccolo gioco a premi: licenze ZenkAI omaggio ai vincitori del giorno.",
    "link": "https://exhibitor.fieradidacta.it/eventi/lezione_tecnica_in_diretta_con_zenkai_visione_dello_stream_c2sftw09",
    "capacity": 10,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "15:30",
    "type": "Workshop",
    "code": "C2GOG12",
    "partner": "Google for Education",
    "room": "C2 Google Area powered by Acer",
    "title": "Didattica Generativa con i Chromebook: Gems e Class Tools al servizio della scuola",
    "abstract": "L'idea non è fare una lezione teorica, ma una simulazione dal vivo che mostri la potenza dell'ecosistema Google (Gemini + Classroom + Chromebook) in azione. Il focus è mostrare come Gemini Gems e Chromebook permettono un'attività di investigazione digitale attiva, inclusiva per i BES e perfettamente integrata con Classroom e Presentazioni.",
    "link": "https://exhibitor.fieradidacta.it/eventi/didattica_generativa_con_i_chromebook_gems_e_class_tools_al_servizio_della_scuola_c2gog012",
    "capacity": 20,
    "enrolled": 0
  },
  {
    "date": "2026-03-13",
    "time": "15:30",
    "type": "Workshop",
    "code": "C2LEG12",
    "partner": "LEGO® Education",
    "room": "C2 STEAM",
    "title": "Nuovo LEGO®️ Education Informatica & IA: scopri in anteprima l’esperienza STEM più attesa dell’anno!",
    "abstract": "Sei pronto a scoprire il nuovo LEGO®️ Education Informatica & IA? Esploreremo cosa si può fare in classe, con attività pratiche e funzionalità innovative che introducono coding, dati e concetti di intelligenza artificiale con un approccio hands-on. Unisciti a noi per una sessione interattiva che ti mostrerà come portare sperimentazione e creatività nelle tue classi con il kit più atteso dell'anno!",
    "link": "https://exhibitor.fieradidacta.it/eventi/nuovo_lego_education_informatica_ia_scopri_in_anteprima_lesperienza_stem_piu_attesa_dellanno_c2leg012",
    "capacity": 12,
    "enrolled": 0
  }
]